let arr = [
  {
    poi_id: 114779505,
    cnt: '点评泰斯特景区a',
  },
  {
    poi_id: 194961928,
    cnt: '美团泰斯特',
  },
  {
    poi_id: 4425016,
    cnt: '千岛湖石林',
  },
  {
    poi_id: 90887817,
    cnt: '七孔桥花海',
  },
  {
    poi_id: 150368643,
    cnt: '银山塔林风景区',
  },
  {
    poi_id: 113489143,
    cnt: '美团泰斯特景区1',
  },
  {
    poi_id: 3268299,
    cnt: '湖北三角山旅游度假区',
  },
  {
    poi_id: 1081644,
    cnt: '桃花冲漂流',
  },
  {
    poi_id: 2536353,
    cnt: '对天河漂流',
  },
  {
    poi_id: 160344272,
    cnt: '梅岭铜源峡风景区',
  },
  {
    poi_id: 4969816,
    cnt: '巨石山景区',
  },
  {
    poi_id: 1738903537,
    cnt: '活海欢乐水世界',
  },
  {
    poi_id: 1443165,
    cnt: '北京国际鲜花港',
  },
  {
    poi_id: 890963,
    cnt: '陆巷古村',
  },
  {
    poi_id: 891898,
    cnt: '苏州太湖湖滨国家湿地',
  },
  {
    poi_id: 819232907,
    cnt: '昆仑之约',
  },
  {
    poi_id: 157837192,
    cnt: '丝绸之路丝路汤泉',
  },
  {
    poi_id: 159282857,
    cnt: '丝绸之路国际度假区',
  },
  {
    poi_id: 78540345,
    cnt: '古石头城',
  },
  {
    poi_id: 6069597,
    cnt: '乌鲁木齐天山大峡谷景区',
  },
  {
    poi_id: 966361,
    cnt: '南山牧场西白杨沟风景区',
  },
  {
    poi_id: 4044519,
    cnt: '乌鲁木齐市水上乐园',
  },
  {
    poi_id: 51478200,
    cnt: '乌鲁木齐市植物园',
  },
  {
    poi_id: 74129114,
    cnt: '乌鲁瓦提风景区',
  },
  {
    poi_id: 102006206,
    cnt: '燕窝水世界',
  },
  {
    poi_id: 169721391,
    cnt: '菊花台景区',
  },
  {
    poi_id: 66235,
    cnt: '维斯特温泉假日酒店',
  },
  {
    poi_id: 966346,
    cnt: '乌鲁木齐海洋馆',
  },
  {
    poi_id: 2300091,
    cnt: '新疆盐湖景区',
  },
  {
    poi_id: 2300544,
    cnt: '新疆古生态园汗血马基地',
  },
  {
    poi_id: 4839294,
    cnt: '红光山景区',
  },
  {
    poi_id: 40958480,
    cnt: '新疆天山野生动物园',
  },
  {
    poi_id: 97935123,
    cnt: '植物园动漫水世界',
  },
  {
    poi_id: 191135642,
    cnt: '丝路影城',
  },
  {
    poi_id: 1639686054,
    cnt: '星空魔幻城（新疆旗舰店）',
  },
  {
    poi_id: 1885432624,
    cnt: '璀璨星空艺术馆',
  },
  {
    poi_id: 6380248,
    cnt: '江布拉克',
  },
  {
    poi_id: 2300298,
    cnt: '杜氏旅游度假区',
  },
  {
    poi_id: 102213004,
    cnt: '小亚郎水上乐园',
  },
  {
    poi_id: 2302983,
    cnt: '慕士塔格峰·喀拉库勒湖景区',
  },
  {
    poi_id: 4591456,
    cnt: '天山神秘大峡谷',
  },
  {
    poi_id: 5465905,
    cnt: '库车大寺',
  },
  {
    poi_id: 180094261,
    cnt: '克州冰川公园景区',
  },
  {
    poi_id: 187859076,
    cnt: '库车大馕城',
  },
  {
    poi_id: 193562858,
    cnt: '独山子大峡谷',
  },
  {
    poi_id: 2302976,
    cnt: '达瓦昆沙漠旅游风景区',
  },
  {
    poi_id: 40851972,
    cnt: '金湖杨国家森林公园',
  },
  {
    poi_id: 93844188,
    cnt: '锡提亚谜城景区',
  },
  {
    poi_id: 95874251,
    cnt: '刀郎乡里',
  },
  {
    poi_id: 98852729,
    cnt: '宗朗灵泉景区',
  },
  {
    poi_id: 98898779,
    cnt: '红海',
  },
  {
    poi_id: 108265690,
    cnt: '刀郎画乡',
  },
  {
    poi_id: 151075391,
    cnt: '杜氏水乐园',
  },
  {
    poi_id: 159313199,
    cnt: '天山公园水世界',
  },
  {
    poi_id: 177564771,
    cnt: '海乐湾水上乐园',
  },
  {
    poi_id: 179103833,
    cnt: '哈密蓝海水世界',
  },
  {
    poi_id: 195146093,
    cnt: '丝绸之路莎车湿地公园',
  },
  {
    poi_id: 175368708,
    cnt: '祥源花世界',
  },
  {
    poi_id: 195842223,
    cnt: '祥源星球花园',
  },
  {
    poi_id: 232013,
    cnt: '包公祠',
  },
  {
    poi_id: 232766,
    cnt: '包公园',
  },
  {
    poi_id: 2131213,
    cnt: '包公墓',
  },
  {
    poi_id: 64642903,
    cnt: '清风阁',
  },
  {
    poi_id: 83508438,
    cnt: '浮庄',
  },
  {
    poi_id: 741294,
    cnt: '木兰天池风景区',
  },
  {
    poi_id: 169646398,
    cnt: '木兰水镇旅游景区',
  },
  {
    poi_id: 41493172,
    cnt: '武当峡谷漂流',
  },
  {
    poi_id: 52815865,
    cnt: '龙浒峡漂流',
  },
  {
    poi_id: 750089,
    cnt: '木兰云雾山',
  },
  {
    poi_id: 5448798,
    cnt: '韭山洞',
  },
  {
    poi_id: 6251073,
    cnt: '狼巷迷谷',
  },
  {
    poi_id: 180043128,
    cnt: '南山草原',
  },
  {
    poi_id: 2302950,
    cnt: '香妃墓',
  },
  {
    poi_id: 4225950,
    cnt: '库尔德宁景区',
  },
  {
    poi_id: 41751741,
    cnt: '艾提尕尔清真寺',
  },
  {
    poi_id: 82431864,
    cnt: '恰西塔里木国家森林公园',
  },
  {
    poi_id: 101832879,
    cnt: '野核桃沟风景区',
  },
  {
    poi_id: 190530243,
    cnt: '芭提雅圣境温泉',
  },
  {
    poi_id: 194411166,
    cnt: '香妃湖花卉庄园',
  },
  {
    poi_id: 1429772,
    cnt: '青岛方特梦幻王国',
  },
  {
    poi_id: 91896839,
    cnt: '五号温泉',
  },
  {
    poi_id: 116782355,
    cnt: '大连金石滩鲁能温泉假日酒店',
  },
  {
    poi_id: 236071,
    cnt: '金石缘公园',
  },
  {
    poi_id: 236083,
    cnt: '大连自然博物馆',
  },
  {
    poi_id: 1958150,
    cnt: '金石蜡像馆',
  },
  {
    poi_id: 1958371,
    cnt: '大连金石滩滨海国家地质公园',
  },
  {
    poi_id: 4503921,
    cnt: '金石滩生命奥秘博物馆',
  },
  {
    poi_id: 5929969,
    cnt: '奇幻艺术体验馆',
  },
  {
    poi_id: 42922339,
    cnt: '金石滩地球之光科普馆',
  },
  {
    poi_id: 52338060,
    cnt: '大连武术文化博物馆',
  },
  {
    poi_id: 64390833,
    cnt: '毛泽东历史珍藏馆',
  },
  {
    poi_id: 85721507,
    cnt: '华夏文化博物馆',
  },
  {
    poi_id: 1958147,
    cnt: '阿尔滨水上乐园',
  },
  {
    poi_id: 42485701,
    cnt: '玉泉苑温泉宾馆',
  },
  {
    poi_id: 90609881,
    cnt: '关向应纪念馆',
  },
  {
    poi_id: 159966377,
    cnt: '海盐世界公园',
  },
  {
    poi_id: 178759687,
    cnt: '蛇文化展览馆',
  },
  {
    poi_id: 1957057,
    cnt: '大连旅顺潜艇博物馆',
  },
  {
    poi_id: 1355631,
    cnt: '大连圣亚海洋世界',
  },
  {
    poi_id: 92027046,
    cnt: '铭湖温泉酒店',
  },
  {
    poi_id: 40247964,
    cnt: '贝壳博物馆',
  },
  {
    poi_id: 83456408,
    cnt: '汤景泽日式温泉酒店',
  },
  {
    poi_id: 165320730,
    cnt: '水云涧温泉旅游度假区',
  },
  {
    poi_id: 163399924,
    cnt: '帷幕开啦蜡像馆',
  },
  {
    poi_id: 1958176,
    cnt: '东沟五坊',
  },
  {
    poi_id: 50041982,
    cnt: '大观园昆山峡漂流',
  },
  {
    poi_id: 237819,
    cnt: '大连凯伦温泉酒店',
  },
  {
    poi_id: 4312096,
    cnt: '大连东泉假日酒店',
  },
  {
    poi_id: 6618527,
    cnt: '黑油山景区',
  },
  {
    poi_id: 42728763,
    cnt: '世界魔鬼城',
  },
  {
    poi_id: 98810500,
    cnt: '海立方欢乐海世界',
  },
  {
    poi_id: 2532590,
    cnt: '重庆两江夜游-交运系列',
  },
  {
    poi_id: 52837056,
    cnt: '重庆两江夜游-朝天系列',
  },
  {
    poi_id: 5740369,
    cnt: '朝天门',
  },
  {
    poi_id: 4360944,
    cnt: '圣谷美地漂流',
  },
  {
    poi_id: 67352178,
    cnt: '玻璃小镇',
  },
  {
    poi_id: 175376755,
    cnt: '世界音乐文化博物馆',
  },
  {
    poi_id: 1390186,
    cnt: '老铁山温泉',
  },
  {
    poi_id: 1957178,
    cnt: '富斯特索道',
  },
  {
    poi_id: 1958315,
    cnt: '老帽山旅游风景区',
  },
  {
    poi_id: 2567195,
    cnt: '白云雁水莲花山观景台',
  },
  {
    poi_id: 41724773,
    cnt: '将军石温泉酒店',
  },
  {
    poi_id: 179322784,
    cnt: '陈露大连国际冰上中心',
  },
  {
    poi_id: 60201011,
    cnt: '球幕体验馆',
  },
  {
    poi_id: 4779460,
    cnt: '水之梦乐园',
  },
  {
    poi_id: 930795,
    cnt: '长影世纪城',
  },
  {
    poi_id: 2302740,
    cnt: '库车王府',
  },
  {
    poi_id: 75303605,
    cnt: '龙山公园',
  },
  {
    poi_id: 1982015522,
    cnt: '库尔勒体育公园',
  },
  {
    poi_id: 6041315,
    cnt: '旅顺开世温泉度假酒店',
  },
  {
    poi_id: 94758550,
    cnt: '哈溪激流探险',
  },
  {
    poi_id: 2280620,
    cnt: '上虎跳峡',
  },
  {
    poi_id: 2302124,
    cnt: '昌吉恐龙馆',
  },
  {
    poi_id: 70890658,
    cnt: '克孜尔千佛洞',
  },
  {
    poi_id: 170651119,
    cnt: '孔雀海滩水乐园',
  },
  {
    poi_id: 4905358,
    cnt: '九龙湖风景区',
  },
  {
    poi_id: 101973034,
    cnt: '百丈飞瀑漂流',
  },
  {
    poi_id: 5762385,
    cnt: '香榧森林公园',
  },
  {
    poi_id: 1265198,
    cnt: '磐安舞龙峡景区',
  },
  {
    poi_id: 1265199,
    cnt: '夹溪十八涡',
  },
  {
    poi_id: 1265200,
    cnt: '花溪风景区',
  },
  {
    poi_id: 1265406,
    cnt: '水下孔景区',
  },
  {
    poi_id: 1265564,
    cnt: '百丈潭景区',
  },
  {
    poi_id: 2118988,
    cnt: '灵江源漂流',
  },
  {
    poi_id: 2577268,
    cnt: '龙溪漂流',
  },
  {
    poi_id: 42172499,
    cnt: '中华舞龙故乡景区',
  },
  {
    poi_id: 42474001,
    cnt: '双峰漂流',
  },
  {
    poi_id: 50648818,
    cnt: '月亮山漂流',
  },
  {
    poi_id: 82187976,
    cnt: '灵江源森林公园',
  },
  {
    poi_id: 95828067,
    cnt: '西溪漂流',
  },
  {
    poi_id: 98968273,
    cnt: '大盘山温泉山庄',
  },
  {
    poi_id: 178049411,
    cnt: '金鸡岩',
  },
  {
    poi_id: 192591153,
    cnt: '风崖谷景区',
  },
  {
    poi_id: 996430405,
    cnt: '云水谣高空乐园',
  },
  {
    poi_id: 177486669,
    cnt: '阿拉的海水上乐园',
  },
  {
    poi_id: 950200,
    cnt: '普陀山风景区',
  },
  {
    poi_id: 950377,
    cnt: '朱家尖大青山国家公园',
  },
  {
    poi_id: 397095,
    cnt: '金山城市沙滩',
  },
  {
    poi_id: 2116470,
    cnt: '城市广场乌篷船码头',
  },
  {
    poi_id: 93494966,
    cnt: '夜游环城河游船',
  },
  {
    poi_id: 6497098,
    cnt: '金山嘴渔村',
  },
  {
    poi_id: 41102582,
    cnt: '天山天池',
  },
  {
    poi_id: 71908500,
    cnt: '吐峪沟景区',
  },
  {
    poi_id: 76552485,
    cnt: '阿斯塔那古墓',
  },
  {
    poi_id: 115080713,
    cnt: '乌伦古湖黄金海岸景区',
  },
  {
    poi_id: 771035,
    cnt: '青城山',
  },
  {
    poi_id: 1504235,
    cnt: '都江堰景区',
  },
  {
    poi_id: 77770113,
    cnt: '青城后山',
  },
  {
    poi_id: 182623684,
    cnt: '青城前山',
  },
  {
    poi_id: 233358,
    cnt: '崂山风景区',
  },
  {
    poi_id: 233694,
    cnt: '九水游览区',
  },
  {
    poi_id: 1975493,
    cnt: '青岛仰口风景游览区',
  },
  {
    poi_id: 2479146,
    cnt: '崂山太清景区',
  },
  {
    poi_id: 6234837,
    cnt: '崂山巨峰景区',
  },
  {
    poi_id: 1168110368,
    cnt: '鑫诚田园生态旅游区',
  },
  {
    poi_id: 108901892,
    cnt: '卧龙中华大熊猫苑神树坪基地',
  },
  {
    poi_id: 95422143,
    cnt: '仁吉喜目谷',
  },
  {
    poi_id: 68996238,
    cnt: '宕昌官鹅沟国家森林公园',
  },
  {
    poi_id: 169129601,
    cnt: '威海汇悦海洋牧场',
  },
  {
    poi_id: 1026627,
    cnt: '西游记公园',
  },
  {
    poi_id: 157372544,
    cnt: '中朝文化展览馆',
  },
  {
    poi_id: 4001384,
    cnt: '黄石国家矿山公园',
  },
  {
    poi_id: 157282757,
    cnt: '英山四季花海中华情园度假区',
  },
  {
    poi_id: 1515311,
    cnt: '架桑漂流',
  },
  {
    poi_id: 5464367,
    cnt: '连云山峡谷漂流',
  },
  {
    poi_id: 175344510,
    cnt: '老君山大峡谷漂流',
  },
  {
    poi_id: 838195,
    cnt: '将军山景区',
  },
  {
    poi_id: 838196,
    cnt: '南寨山景区',
  },
  {
    poi_id: 5358427,
    cnt: '石牌洋景区',
  },
  {
    poi_id: 40512124,
    cnt: '海坛古城',
  },
  {
    poi_id: 41963190,
    cnt: '仙人井景区',
  },
  {
    poi_id: 111585538,
    cnt: '嬉海园',
  },
  {
    poi_id: 160245061,
    cnt: '海上惊魂',
  },
  {
    poi_id: 165625193,
    cnt: '球幕影院',
  },
  {
    poi_id: 177705477,
    cnt: '海坛镇总兵署',
  },
  {
    poi_id: 873451,
    cnt: '厦门皓月园',
  },
  {
    poi_id: 873458,
    cnt: '胡里山炮台',
  },
  {
    poi_id: 873539,
    cnt: '日光岩',
  },
  {
    poi_id: 873553,
    cnt: '菽庄花园',
  },
  {
    poi_id: 876315,
    cnt: '厦门风琴博物馆',
  },
  {
    poi_id: 1539093,
    cnt: '厦门海底世界',
  },
  {
    poi_id: 81827726,
    cnt: '福建天柱山欢乐大世界',
  },
  {
    poi_id: 1084946529,
    cnt: '福建天柱山海洋大世界',
  },
  {
    poi_id: 1216296768,
    cnt: '福建天柱山动物大世界',
  },
  {
    poi_id: 520942763,
    cnt: '趣浪草垛乐园',
  },
  {
    poi_id: 2676968,
    cnt: '厦门方特梦幻王国',
  },
  {
    poi_id: 157080659,
    cnt: '厦门方特东方神画',
  },
  {
    poi_id: 159323931,
    cnt: '厦门方特水上乐园',
  },
  {
    poi_id: 953412,
    cnt: '漳州滨海火山岛自然生态风景区',
  },
  {
    poi_id: 115480705,
    cnt: '世茂云上厦门观光厅',
  },
  {
    poi_id: 1926034,
    cnt: '翠华山风景区',
  },
  {
    poi_id: 41135438,
    cnt: '朱雀国家森林公园',
  },
  {
    poi_id: 660712,
    cnt: '南五台森林公园',
  },
  {
    poi_id: 1926063,
    cnt: '长安高冠峪风景区',
  },
  {
    poi_id: 11009,
    cnt: '秦岭欢乐世界',
  },
  {
    poi_id: 19646,
    cnt: '西安秦岭野生动物园',
  },
  {
    poi_id: 271832,
    cnt: '龙门涧风景区',
  },
  {
    poi_id: 271846,
    cnt: '妙峰山风景名胜区',
  },
  {
    poi_id: 271891,
    cnt: '潭柘寺景区',
  },
  {
    poi_id: 4436831,
    cnt: '戒台寺',
  },
  {
    poi_id: 5014115,
    cnt: '京西十八潭风景区',
  },
  {
    poi_id: 74859172,
    cnt: '百花山自然保护区',
  },
  {
    poi_id: 6722378,
    cnt: '北京青龙峡景区',
  },
  {
    poi_id: 83830941,
    cnt: '响水湖长城',
  },
  {
    poi_id: 6896215,
    cnt: '黄花城水长城旅游区',
  },
  {
    poi_id: 271783,
    cnt: '红螺寺',
  },
  {
    poi_id: 1678884,
    cnt: '雁栖湖',
  },
  {
    poi_id: 296427,
    cnt: '喇叭沟原始森林公园',
  },
  {
    poi_id: 289998,
    cnt: '灵慧山景区',
  },
  {
    poi_id: 271850,
    cnt: '慕田峪长城',
  },
  {
    poi_id: 271841,
    cnt: '蟒山国家森林公园',
  },
  {
    poi_id: 271844,
    cnt: '黑龙潭风景区',
  },
  {
    poi_id: 271942,
    cnt: '云蒙山风景区',
  },
  {
    poi_id: 168849267,
    cnt: '燕子湖自然风景区',
  },
  {
    poi_id: 271799,
    cnt: '京东石林峡风景区',
  },
  {
    poi_id: 363697,
    cnt: '北京金海湖景区',
  },
  {
    poi_id: 86787304,
    cnt: '松美术馆',
  },
  {
    poi_id: 271317,
    cnt: '大钟寺古钟博物馆',
  },
  {
    poi_id: 271768,
    cnt: '孤山寨风景区',
  },
  {
    poi_id: 271771,
    cnt: '古崖居景区',
  },
  {
    poi_id: 271875,
    cnt: '圣莲山风景区',
  },
  {
    poi_id: 271882,
    cnt: '水关长城',
  },
  {
    poi_id: 272389,
    cnt: '石景山游乐园',
  },
  {
    poi_id: 275380,
    cnt: '北宫国家森林公园',
  },
  {
    poi_id: 304981,
    cnt: '十渡东湖港',
  },
  {
    poi_id: 314568,
    cnt: '仙栖洞',
  },
  {
    poi_id: 359403,
    cnt: '百里山水画廊乌龙峡谷',
  },
  {
    poi_id: 1679020,
    cnt: '仙西山风景区',
  },
  {
    poi_id: 1679061,
    cnt: '八达岭古长城（残长城）',
  },
  {
    poi_id: 2649751,
    cnt: '坡峰岭',
  },
  {
    poi_id: 4473204,
    cnt: '十渡乐谷银滩景区',
  },
  {
    poi_id: 5654268,
    cnt: '八达岭国家森林公园',
  },
  {
    poi_id: 6146228,
    cnt: '拒马乐园',
  },
  {
    poi_id: 6168208,
    cnt: '圆明园遗址公园',
  },
  {
    poi_id: 50683297,
    cnt: '十渡誓言玻璃栈道',
  },
  {
    poi_id: 52451121,
    cnt: '十渡天河谷高山漂流',
  },
  {
    poi_id: 75954224,
    cnt: '百瑞谷景区',
  },
  {
    poi_id: 92188312,
    cnt: '十渡蹦极俱乐部',
  },
  {
    poi_id: 97330229,
    cnt: '世界葡萄博览园',
  },
  {
    poi_id: 99578598,
    cnt: '百里山水画廊硅化木国家地质公园',
  },
  {
    poi_id: 156883757,
    cnt: '十渡聚龙湾',
  },
  {
    poi_id: 157158816,
    cnt: '百里山水画廊恐龙游乐园',
  },
  {
    poi_id: 158742681,
    cnt: '月亮山景区',
  },
  {
    poi_id: 175133896,
    cnt: '金水湖景区',
  },
  {
    poi_id: 180602954,
    cnt: '北京世园公园',
  },
  {
    poi_id: 1059078980,
    cnt: '太平天池风景区',
  },
  {
    poi_id: 1086276077,
    cnt: '石景山游乐园·飞越中国沉浸式体验馆',
  },
  {
    poi_id: 271320,
    cnt: '北京市古代钱币展览馆',
  },
  {
    poi_id: 271555,
    cnt: '龙潭公园',
  },
  {
    poi_id: 271558,
    cnt: '北京明城墙遗址公园',
  },
  {
    poi_id: 288408,
    cnt: '八奇洞景区',
  },
  {
    poi_id: 6071103,
    cnt: '定都峰',
  },
  {
    poi_id: 99838313,
    cnt: '定都阁',
  },
  {
    poi_id: 1677057,
    cnt: '中华民族博物院',
  },
  {
    poi_id: 92363,
    cnt: '北京野生动物园',
  },
  {
    poi_id: 6597591,
    cnt: '爨柏景区',
  },
  {
    poi_id: 271519,
    cnt: '八大处公园',
  },
  {
    poi_id: 271734,
    cnt: '北京海洋馆',
  },
  {
    poi_id: 359128,
    cnt: '北京张裕爱斐堡国际酒庄',
  },
  {
    poi_id: 73637362,
    cnt: '北京奥林匹克塔',
  },
  {
    poi_id: 271801,
    cnt: '精灵谷自然风景区',
  },
  {
    poi_id: 1035544,
    cnt: '雾灵西峰高山滑水',
  },
  {
    poi_id: 2559894,
    cnt: '雾灵西峰',
  },
  {
    poi_id: 4205111,
    cnt: '虎鳄农场动物主题公园',
  },
  {
    poi_id: 1678544,
    cnt: '青龙湖公园',
  },
  {
    poi_id: 95720842,
    cnt: '怀北漂流',
  },
  {
    poi_id: 4623541,
    cnt: '黄龙溪古镇',
  },
  {
    poi_id: 5704284,
    cnt: '北京世界公园',
  },
  {
    poi_id: 84677739,
    cnt: '北京园博园',
  },
  {
    poi_id: 547693,
    cnt: '黄崖关长城',
  },
  {
    poi_id: 547697,
    cnt: '天津盘山风景名胜区',
  },
  {
    poi_id: 548209,
    cnt: '梨木台风景区',
  },
  {
    poi_id: 554771,
    cnt: '蓟州溶洞风景区',
  },
  {
    poi_id: 556419,
    cnt: '白蛇谷风景区',
  },
  {
    poi_id: 1020548624,
    cnt: '吉姆冒险世界',
  },
  {
    poi_id: 271720,
    cnt: '八达岭长城',
  },
  {
    poi_id: 1926072,
    cnt: '西安金龙峡风景区',
  },
  {
    poi_id: 549265,
    cnt: '静园',
  },
  {
    poi_id: 938890,
    cnt: '避暑山庄外八庙',
  },
  {
    poi_id: 938906,
    cnt: '普宁寺',
  },
  {
    poi_id: 938908,
    cnt: '磬锤峰森林公园',
  },
  {
    poi_id: 938914,
    cnt: '普乐寺',
  },
  {
    poi_id: 938917,
    cnt: '须弥福寿之庙',
  },
  {
    poi_id: 40834449,
    cnt: '承德避暑山庄景区',
  },
  {
    poi_id: 162924645,
    cnt: '蓟州车神架风景区',
  },
  {
    poi_id: 1258017,
    cnt: '祖山风景区',
  },
  {
    poi_id: 71413601,
    cnt: '保定易水湖景区',
  },
  {
    poi_id: 160377353,
    cnt: '承德兴隆山',
  },
  {
    poi_id: 4854546,
    cnt: '平江沱龙峡漂流',
  },
  {
    poi_id: 2013240,
    cnt: '双塔山旅游风景区',
  },
  {
    poi_id: 42125238,
    cnt: '《王的盛宴》演出',
  },
  {
    poi_id: 41676343,
    cnt: '秦岭九龙潭景区',
  },
  {
    poi_id: 11445,
    cnt: '十渡欢乐源',
  },
  {
    poi_id: 88876261,
    cnt: '鸿坤美术馆',
  },
  {
    poi_id: 1257379,
    cnt: '秦皇岛野生动物园',
  },
  {
    poi_id: 3313812,
    cnt: '北戴河沙雕海洋乐园',
  },
  {
    poi_id: 1257316,
    cnt: '鸽子窝公园',
  },
  {
    poi_id: 1257477,
    cnt: '秦皇岛新澳海底世界',
  },
  {
    poi_id: 1257417,
    cnt: '北戴河碧螺塔海上酒吧公园',
  },
  {
    poi_id: 59288,
    cnt: '北戴河集发梦想王国',
  },
  {
    poi_id: 1257693,
    cnt: '联峰山公园',
  },
  {
    poi_id: 40052283,
    cnt: '留坝·中国栈道水世界',
  },
  {
    poi_id: 41957283,
    cnt: '勉县武侯祠博物馆',
  },
  {
    poi_id: 72009443,
    cnt: '汉中石门栈道风景区',
  },
  {
    poi_id: 98074951,
    cnt: '诸葛古镇',
  },
  {
    poi_id: 159221992,
    cnt: '诸葛水城',
  },
  {
    poi_id: 174920402,
    cnt: '留坝栈道漂流',
  },
  {
    poi_id: 180700598,
    cnt: '兴汉胜境',
  },
  {
    poi_id: 182564697,
    cnt: '天汉传奇',
  },
  {
    poi_id: 192552960,
    cnt: '冷兵器博物馆',
  },
  {
    poi_id: 152334837,
    cnt: '郑国渠旅游风景区',
  },
  {
    poi_id: 1225115,
    cnt: '笔架山风景区',
  },
  {
    poi_id: 2503460,
    cnt: '锦州世博园',
  },
  {
    poi_id: 193282038,
    cnt: '东方欢乐王国水世界',
  },
  {
    poi_id: 5153322,
    cnt: '灵山风景区',
  },
  {
    poi_id: 175299905,
    cnt: '广汉·海立方·海洋亲子乐园',
  },
  {
    poi_id: 4970541,
    cnt: '麦积山石窟',
  },
  {
    poi_id: 1143637118,
    cnt: '花漫昆仑奇幻城',
  },
  {
    poi_id: 64224336,
    cnt: '水底山温泉庄园',
  },
  {
    poi_id: 93866672,
    cnt: '尤曼吉水上乐园',
  },
  {
    poi_id: 193698468,
    cnt: '龙泉公社观景玻璃天桥',
  },
  {
    poi_id: 96803165,
    cnt: '长青华阳景区',
  },
  {
    poi_id: 2293862,
    cnt: '万象洞风景名胜区',
  },
  {
    poi_id: 5116649,
    cnt: '冶力关景区',
  },
  {
    poi_id: 179441414,
    cnt: '成都阿狸田野农场',
  },
  {
    poi_id: 186717272,
    cnt: '黄龙溪欢乐田园',
  },
  {
    poi_id: 3285100,
    cnt: '雅鲁激流探险漂流',
  },
  {
    poi_id: 99573758,
    cnt: '五泄丛林探险漂流（金沙漂流）',
  },
  {
    poi_id: 962591,
    cnt: '乐山大佛景区',
  },
  {
    poi_id: 2258206,
    cnt: '峨眉山风景名胜区',
  },
  {
    poi_id: 883043461,
    cnt: '摩卡艺术中心',
  },
  {
    poi_id: 206059,
    cnt: '磁器口古镇',
  },
  {
    poi_id: 88459,
    cnt: '柞水溶洞',
  },
  {
    poi_id: 169378682,
    cnt: '柞水风洞景区',
  },
  {
    poi_id: 41968342,
    cnt: '丹凤龙头山景区',
  },
  {
    poi_id: 2292293,
    cnt: '玉泉观',
  },
  {
    poi_id: 220259,
    cnt: '洪崖洞民俗风貌区',
  },
  {
    poi_id: 92936877,
    cnt: '乌海湖休闲度假旅游区',
  },
  {
    poi_id: 93890671,
    cnt: '冰巴水世界',
  },
  {
    poi_id: 6282874,
    cnt: '白鹤梁水下博物馆',
  },
  {
    poi_id: 1655783986,
    cnt: '富春山居图实景游（东门码头）',
  },
  {
    poi_id: 1048318,
    cnt: '秦岭峡谷漂流景区',
  },
  {
    poi_id: 4888079,
    cnt: '汤河假日水上乐园',
  },
  {
    poi_id: 177747157,
    cnt: '朝阳寻龙岛狂欢水世界',
  },
  {
    poi_id: 159466788,
    cnt: '盘锦红海水上乐园',
  },
  {
    poi_id: 943127,
    cnt: '黄椅山火山森林公园',
  },
  {
    poi_id: 5550305,
    cnt: '百瀑峡',
  },
  {
    poi_id: 40940034,
    cnt: '花脖山森林公园',
  },
  {
    poi_id: 41155258,
    cnt: '天华山景区',
  },
  {
    poi_id: 2008225,
    cnt: '龙云谷',
  },
  {
    poi_id: 4047747,
    cnt: '泽雅漂流',
  },
  {
    poi_id: 162917518,
    cnt: '金石滩心悦岛文化休闲公园',
  },
  {
    poi_id: 2575856,
    cnt: '花水湾冰火漂流',
  },
  {
    poi_id: 943154,
    cnt: '奇石峡漂流',
  },
  {
    poi_id: 91259540,
    cnt: '翰鼎·奇妙亚特兰蒂斯海乐园',
  },
  {
    poi_id: 950332,
    cnt: '乌石塘景区',
  },
  {
    poi_id: 2120358,
    cnt: '白山风景区',
  },
  {
    poi_id: 2120389,
    cnt: '朱家尖南沙',
  },
  {
    poi_id: 160103513,
    cnt: '杭州青龙峡漂流探险景区',
  },
  {
    poi_id: 2120475,
    cnt: '东沙湾海滨浴场',
  },
  {
    poi_id: 93532557,
    cnt: '东陵公园',
  },
  {
    poi_id: 4013156,
    cnt: '天门峡漂流',
  },
  {
    poi_id: 5193473,
    cnt: '大连天门山国家森林公园',
  },
  {
    poi_id: 5940960,
    cnt: '虎山长城',
  },
  {
    poi_id: 2637465,
    cnt: '丹东市五龙山风景区',
  },
  {
    poi_id: 179944422,
    cnt: '叆河风景区',
  },
  {
    poi_id: 51447825,
    cnt: '北陵公园',
  },
  {
    poi_id: 52933304,
    cnt: '滨江嘉年华',
  },
  {
    poi_id: 943876,
    cnt: '盘锦鼎翔太平河风光带',
  },
  {
    poi_id: 5361656,
    cnt: '红海滩国家风景廊道',
  },
  {
    poi_id: 40193418,
    cnt: '盘锦鼎翔苇海蟹滩风景区',
  },
  {
    poi_id: 99490694,
    cnt: '北旅田园大唐文化旅游区',
  },
  {
    poi_id: 158922515,
    cnt: '鼎翔生态农业观光园（鸟乐园）',
  },
  {
    poi_id: 1660993801,
    cnt: '神鹿峰旅游度假区',
  },
  {
    poi_id: 1225207,
    cnt: '北普陀山',
  },
  {
    poi_id: 86736199,
    cnt: '岩井寺风景区',
  },
  {
    poi_id: 5269604,
    cnt: '西狭颂景区',
  },
  {
    poi_id: 2293868,
    cnt: '鸡峰山国家森林公园',
  },
  {
    poi_id: 1443937,
    cnt: '大连森林动物园',
  },
  {
    poi_id: 66011476,
    cnt: '文县天池国家森林公园',
  },
  {
    poi_id: 1918004655,
    cnt: '杭州加勒比漂流乐园',
  },
  {
    poi_id: 1815343,
    cnt: '九龙沟漂流',
  },
  {
    poi_id: 2260700,
    cnt: '西岭雪山',
  },
  {
    poi_id: 174412186,
    cnt: '桐庐山湾湾激流探险',
  },
  {
    poi_id: 1577924048,
    cnt: '萧山第一漂',
  },
  {
    poi_id: 184031142,
    cnt: '辽宁赛马天锅古洞景区',
  },
  {
    poi_id: 158943502,
    cnt: '三江夜游（老外滩码头）',
  },
  {
    poi_id: 2417547,
    cnt: '花水湾四季温泉谷',
  },
  {
    poi_id: 41013187,
    cnt: '西岭峡谷漂流',
  },
  {
    poi_id: 1481056,
    cnt: '广东科学中心',
  },
  {
    poi_id: 193700447,
    cnt: '无锡融创乐园',
  },
  {
    poi_id: 42325732,
    cnt: '富阳湖源溪漂流',
  },
  {
    poi_id: 4908553,
    cnt: '浪石金滩景区',
  },
  {
    poi_id: 6291049,
    cnt: '新叶古村',
  },
  {
    poi_id: 4638799,
    cnt: '安康双龙溶洞景区',
  },
  {
    poi_id: 60065196,
    cnt: '荷花山漂流',
  },
  {
    poi_id: 158921717,
    cnt: '成都踏浪水上乐园',
  },
  {
    poi_id: 1815295360,
    cnt: '东方山水乐园酷玩王国',
  },
  {
    poi_id: 5686155,
    cnt: '捧河湾风景区',
  },
  {
    poi_id: 4477961,
    cnt: '虎啸峡漂流',
  },
  {
    poi_id: 86740715,
    cnt: '凤凰中心',
  },
  {
    poi_id: 6707755,
    cnt: '会稽山峡洞漂流',
  },
  {
    poi_id: 1954314520,
    cnt: '天定山旅游度假小镇',
  },
  {
    poi_id: 1032267,
    cnt: '天津之眼',
  },
  {
    poi_id: 75028095,
    cnt: '芭东小镇温泉',
  },
  {
    poi_id: 41642212,
    cnt: '黄果树神龙洞',
  },
  {
    poi_id: 42458091,
    cnt: '梦幻奥陶纪主题公园',
  },
  {
    poi_id: 169533529,
    cnt: '丹东淮扬山庄游乐场',
  },
  {
    poi_id: 86789063,
    cnt: '台骀山滑世界景区',
  },
  {
    poi_id: 160579111,
    cnt: '圣名游乐城冰雪大世界',
  },
  {
    poi_id: 4802113,
    cnt: '檀头山岛风景区',
  },
  {
    poi_id: 852689582,
    cnt: '太原北美网红公园',
  },
  {
    poi_id: 1310370331,
    cnt: '奇幻雪迷城',
  },
  {
    poi_id: 177519692,
    cnt: '威海冰雪大世界',
  },
  {
    poi_id: 182566637,
    cnt: '奇幻迷宫探险体验馆',
  },
  {
    poi_id: 158368637,
    cnt: '巴克创奇梦工厂',
  },
  {
    poi_id: 4094895,
    cnt: '长白山北坡景区',
  },
  {
    poi_id: 41204655,
    cnt: '长白山风景区',
  },
  {
    poi_id: 51367286,
    cnt: '长白山西景区',
  },
  {
    poi_id: 811274244,
    cnt: '天津欢乐谷·坚果音乐嘉年华',
  },
  {
    poi_id: 162180939,
    cnt: '老车文化博物馆',
  },
  {
    poi_id: 1571993274,
    cnt: '千岛湖酉坞里萤火虫主题公园',
  },
  {
    poi_id: 4109853,
    cnt: '中国煤炭博物馆',
  },
  {
    poi_id: 41004847,
    cnt: '红碱淖',
  },
  {
    poi_id: 87843065,
    cnt: '青岛电视塔·青岛之窗',
  },
  {
    poi_id: 42236406,
    cnt: '青岛啤酒·纯生之旅',
  },
  {
    poi_id: 1320933023,
    cnt: '金沙滩爱情博物馆',
  },
  {
    poi_id: 179110763,
    cnt: '青岛国际会议中心',
  },
  {
    poi_id: 1160530550,
    cnt: '金沙滩凤凰欢动乐园',
  },
  {
    poi_id: 183994868,
    cnt: '融创青岛东方影都大剧院',
  },
  {
    poi_id: 4169071,
    cnt: '嘉陵秀漂流',
  },
  {
    poi_id: 107021452,
    cnt: '树顶漫步',
  },
  {
    poi_id: 1032615746,
    cnt: '沉香湖',
  },
  {
    poi_id: 41087074,
    cnt: '嘉兴欢乐世界',
  },
  {
    poi_id: 169367435,
    cnt: '白鹭洲景区',
  },
  {
    poi_id: 4063534,
    cnt: '中国死海旅游度假区',
  },
  {
    poi_id: 41890702,
    cnt: '三亚西岛海洋文化旅游区',
  },
  {
    poi_id: 6722481,
    cnt: '猴岛公园',
  },
  {
    poi_id: 169751326,
    cnt: '呆呆岛',
  },
  {
    poi_id: 195045957,
    cnt: '杭州西湖星空梦幻体验馆（西湖旗舰店）',
  },
  {
    poi_id: 1546200121,
    cnt: '昆曲3D幻影秀《白蛇传》',
  },
  {
    poi_id: 930667,
    cnt: '净月潭风景名胜区',
  },
  {
    poi_id: 40817816,
    cnt: '御龙温泉度假村',
  },
  {
    poi_id: 41051025,
    cnt: '庙香山滑雪场',
  },
  {
    poi_id: 95157847,
    cnt: '吉林省科技文化中心',
  },
  {
    poi_id: 70984895,
    cnt: '长春中国光学科学技术馆',
  },
  {
    poi_id: 179700284,
    cnt: '莲花岛影视休闲文化园',
  },
  {
    poi_id: 188654762,
    cnt: '吉林省博物院',
  },
  {
    poi_id: 2059128,
    cnt: '露水河长白山狩猎度假区',
  },
  {
    poi_id: 40694791,
    cnt: '锦池温泉度假酒店',
  },
  {
    poi_id: 581071,
    cnt: '龙达温泉生态城',
  },
  {
    poi_id: 195212389,
    cnt: '亿利生态精灵乐园',
  },
  {
    poi_id: 5481032,
    cnt: '梵净山生态旅游区',
  },
  {
    poi_id: 41564431,
    cnt: '铁溪风景区',
  },
  {
    poi_id: 2409497,
    cnt: '浙东第一尖雪山欢乐谷',
  },
  {
    poi_id: 86522933,
    cnt: '尊豪假日温泉酒店',
  },
  {
    poi_id: 4484542,
    cnt: '大连罗马假日温泉酒店',
  },
  {
    poi_id: 372581,
    cnt: '龙潭湖冰雪嘉年华',
  },
  {
    poi_id: 41540348,
    cnt: '虹桥温泉宾馆',
  },
  {
    poi_id: 1975631,
    cnt: '大珠山风景区',
  },
  {
    poi_id: 6711368,
    cnt: '琅琊台风景名胜区',
  },
  {
    poi_id: 847553480,
    cnt: '鲅鱼湾魔法温泉公园',
  },
  {
    poi_id: 1788571,
    cnt: '东部华侨城茶溪谷',
  },
  {
    poi_id: 90800739,
    cnt: '大连博物馆',
  },
  {
    poi_id: 1382289,
    cnt: '大明山滑雪场',
  },
  {
    poi_id: 193729564,
    cnt: '铁岭溶洞',
  },
  {
    poi_id: 5260630,
    cnt: '棒棰岛风景区',
  },
  {
    poi_id: 170665372,
    cnt: '云水瑶汤泉',
  },
  {
    poi_id: 113445903,
    cnt: '华庭温泉假日酒店',
  },
  {
    poi_id: 179558180,
    cnt: '望儿山温泉水乐园',
  },
  {
    poi_id: 157768246,
    cnt: '乐水魔方水世界',
  },
  {
    poi_id: 98577297,
    cnt: '富禹依云温泉小镇',
  },
  {
    poi_id: 42423382,
    cnt: '熊岳温泉小雨宾馆',
  },
  {
    poi_id: 192704820,
    cnt: '广州融创雪世界',
  },
  {
    poi_id: 191347399,
    cnt: '华侨城光明欢乐田园',
  },
  {
    poi_id: 6362460,
    cnt: '大连香洲旅游度假区',
  },
  {
    poi_id: 94114235,
    cnt: '乌蒙大草原',
  },
  {
    poi_id: 115257105,
    cnt: '乌蒙滑雪场',
  },
  {
    poi_id: 1639178281,
    cnt: '幻想王国儿童职业体验城',
  },
  {
    poi_id: 190312408,
    cnt: '御汤泉国际温泉城',
  },
  {
    poi_id: 2558838,
    cnt: '玉佛苑',
  },
]
let poois = arr.map(item => {
  return item.poi_id
})
poois = poois.slice(0, 501)
console.log(poois.length)
console.log(poois.toString())
